Revit 2027 API
ParameterTypeId.RbsPipeFixtureUnitsParam Property
 "Fixture Units"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFixtureUnitsParam { get; }
Public Shared ReadOnly Property RbsPipeFixtureUnitsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFixtureUnitsParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFixtureUnitsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace